TEXTS: dict[str, list[str]] = {
    '/start': [
        "Рады видеть вас в нашем телеграм-канале {}\n"
        "В нем вы узнаете много полезной информации о здоровье, "
        "ресурсном состоянии человека и инструментах работы с ними.".format(u"\U0001F60C"),
        'Мы подготовили для вас подарок - гайд <b>«Топ-7 продуктов для '
        'стрессоустойчивости»</b>. Желаете получить его?',
    ],
    'not_subscribed': [
        "Для начала диалога и получения подарка: авторского гайда "
        "ElephaHealth <b>«Топ-7 продуктов для стрессоустойчивости»</b>, "
        "<a href='https://t.me/tuus_elepha'>подпишитесь</a> на наш телеграм-канал "
        "и напишите в текущий чат команду /start",
    ],
    'Конечно': [
        "Напишите, пожалуйста, ваше имя",
        "Напишите, пожалуйста, вашу фамилию",
        "Напишите, пожалуйста, вашу почту",
        "Нажмите на кнопку для отправки телефона",
    ],
    'last_messages': [
        "Благодарим!\nПрименяйте гайд с пользой для здоровья, с заботой, команда ElephaHealth 😉",
        "Также делимся информацией о наших ресурсах:\n\n"
        "сайт: <b>https://elephahealth.com</b>\n"
        "телефон для бронирования услуг: <b>+7-495-797-14-10</b>\n"
        "e-mail для обращений: <b>mail@elephahealth.com</b>\n\n"
        "До скорых встреч!",
    ]
}
